.github/xml/wrapped_req.xml

<e:Envelope xmlns:e="http://schemas.xmlsoap.org/soap/envelope/">
	<e:Body>
		<b:wrapped xmlns:b="http://test.unknow">
			<a:Root xmlns:a="http://webservice.unknow" value="4">
				<elem>content</elem>
			</a:Root>
		</b:wrapped>
	</e:Body>
</e:Envelope>
